Repository: stefanomarra/smart-mockups
Catalog: languages/smart-mockups-*.po
Languages: it_it

source: Approved
it_it: ﻿Approvato

source: Custom Slug
it_it: ﻿URL Slug Personalizzato

source: Show Credits
it_it: ﻿Visualizza Crediti

source: Notifications
it_it: Notifiche

source: Check this to enable scheduled notifications
it_it: ﻿Selezionare questa opzione per abilitare le notifiche pianificate

source: Recurrence
it_it: Ricorrente

source: Hourly
it_it: Ogni Ora

source: Twice Daily
it_it: Due volte al Giorno

source: Daily
it_it: Giornaliero

source: Email from Smart Mockups failed to send. Send time: %s To: %s Subject: %s
it_it: Invio email da Smart Mockups fallito. Data Invio: %s A: %s Oggetto: %s

source: All Mockups
it_it: ﻿Tutti i Mockup

source: New Mockup
it_it: ﻿Nuovo Mockup

source: Add New
it_it: ﻿Aggiungi Nuovo

source: Add New Mockup
it_it: ﻿Aggiungi Nuovo Mockup

source: Edit Mockup
it_it: Modifica Mockup

source: View Mockup
it_it: ﻿Visualizza Mockup

source: Search Mockups
it_it: ﻿Cerca Mockup

source: Mockup Image
it_it: Immagine di Mockup

source: Upload or select the mockup image
it_it: ﻿Caricare o selezionare l'immagine di mockup

source: Allow Feedbacks
it_it: Abilita Feedbacks

source: Enable the point and click feedback
it_it: Abilita la funziona point and click feedback

source: Allow Discussion
it_it: Abilita Discussione

source: Enable the discussion panel on the side
it_it: Abilita il pannello di discussione laterale

source: Allow Anonymous Feedbacks
it_it: Abilita Feedback Anonimi

source: Allow guests to anonymously post a feedback (Marked as "Guest")
it_it: Permetti agli ospiti di postare anonimamente un feedback (Contrassegnato come "Guest")

source: Enable Approval
it_it: Abilita Approvazione

source: Enable the user to approve the mockup with a digital signature
it_it: Abilita l'utente di approvare il mockup con una firma digitale

source: Enable Help Text
it_it: Abilita Testo di Aiuto

source: Help Text
it_it: Testo di Aiuto

source: Background Color
it_it: ﻿Colore dello Sfondo

source: Dots Color
it_it: Colore dei Punti

source: Submit
it_it: ﻿Invia

source: Show/Hide Feedbacks
it_it: Mostra/Nascondi Feedbacks

source: Show/Hide Discussion Panel
it_it: ﻿Mostra/Nascondi Pannello Discussione

source: Need Help?
it_it: ﻿Hai bisogno di aiuto?

source: Approve this Mockup
it_it: ﻿Approva questo Mockup

source: Approve
it_it: ﻿Approva

source: Mockup Approved
it_it: Mockup ﻿Approvato

source: by
it_it: ﻿da

source: Mockup Discussion
it_it: ﻿Discussione Mockup

source: Write a comment...
it_it: ﻿Scrivi un commento...

source: Post this Comment
it_it: ﻿Pubblica questo commento

source: Name
it_it: Nome

source: Approve this mockup
it_it: ﻿Approva questo mockup

source: By entering the digital signature below, you approve the underneath mockup.
it_it: ﻿Inserendo la firma digitale in basso, si approva il mockup sottostante.

source: Digital Signature
it_it: ﻿Firma Digitale

source: Cancel
it_it: Cancella

source: Close
it_it: Chiudi
